Repository: ubports/address-book-app
Catalog: po/aa.po
Languages: aa

source: %1 is locked
aa: %1 Kofliseenih

source: + Create New
aa: + Qusbam Gin

source: Add Field
aa: Xage edde osis

source: Add number...
aa: Loowo edd osis...

source: Address
aa: Sigma

source: Addressbook
aa: Sigmâ-gale

source: All
aa: Inkih

source: Cancel
aa: Bayis

source: Cancel selection
aa: Meexo bayis

source: Close
aa: Alif

source: Contact Editor
aa: Axxoow Fakeyna

source: Contact not found
aa: Axxoow ma geytiminna

source: Contacts
aa: Axxoowitte

source: Contacts Address Book
aa: Axxoowittê Sigmâ Gale

source: Contacts;People;Numbers
aa: Axxoowitte;Sinaama;Loowoowa

source: Country
aa: Baaxo

source: Delete
aa: Dug

source: Edit
aa: Faku

source: Email
aa: Imeeli

source: Enter a number
aa: Loowo culus

source: Enter a social alias
aa: Ayyuntiinô bagulle culus

source: Enter an email address
aa: Imeel sigma culus

source: Error
aa: Soka

source: Exporting contacts...
aa: Axxoowitte rubsis...

source: Fail to read SIM card
aa: SIM kartih kawsi makkinna

source: Favorites
aa: Assakoot

source: First name
aa: Naharsi migaaqa

source: Home
aa: Dabqi

source: Import
aa: Bahsis

source: Import contacts from SIM card
aa: SIM kartik axxoowitte bahsis

source: Import from SIM
aa: SIM -ik bahsis

source: Importing...
aa: Bahsiisah...

source: Last name
aa: Ellecabô migaaqa

source: Loading...
aa: Qulluumah...

source: Mobile
aa: Gabaytu

source: Multiple contacts
aa: Mango axxoowitte

source: My phone number: %1
aa: Yi telefoonih loowo: %1

source: New contact
aa: Qusba axxoow

source: Next
aa: Lakal

source: No
aa: Maleey

source: No contact selected.
aa: Axxoow ma meexitto

source: No contacts found
aa: Axxoowitte ma geytiminna

source: No name
aa: Migaq mali

source: Organization
aa: Massoyna

source: Other
aa: Akittu

source: Phone
aa: Telefoonu

source: Post code
aa: Postâ mudenta

source: Quit
aa: Kat

source: Region
aa: Rakaakaya

source: Role
aa: Doori

source: SIM contacts
aa: SIM axxoowitte

source: Save
aa: Taagis

source: Search
aa: Goranto

source: Search...
aa: Gorris...

source: Select All
aa: Inkih meex

source: Settings
aa: Massosu

source: Share
aa: Kurut

source: Social
aa: Ayyuntiino

source: Street
aa: Gita

source: Sync
aa: Sinjaar

source: Syncing
aa: Sinjaaris

source: Syncing...
aa: Sinjaarisah...

source: Title
aa: Inayta

source: Touch
aa: Xag

source: Unlock
aa: Koflik kal

source: Unlocking...
aa: Koflik kalah..

source: Unselect All
aa: Inkih meexok kal

source: Work Mobile
aa: Work Gabaytu

source: Yes
aa: Yeey

source: You have no contacts.
aa: Axxoowitte mattu
